Repository: Lysovenko/wxRays
Catalog: po/*.po
Languages: ru, uk

source: Use
ru: Исп.
uk: Вик.

source: Title
ru: Название
uk: Назва

source: Addons
ru: Приложения
uk: Додатки

source: Configure...
ru: Настроить...
uk: Налаштувати...

source: PO file:
ru: Файл po:
uk: Файл po:

source: Open
ru: Откріть
uk: Відкрити

source: Open the po file
ru: Открыть файл po
uk: Відкрити файл po

source: po files|*.po
ru: Файлы po|*.po
uk: Файли po|*.po

source: Radial distribution function
ru: Функция радиального распределения
uk: Радіальна функція розподілу

source: Structure factor
ru: СФ
uk: Структурний фактор

source: Alternative intensity curve
ru: Альтернативная КИ
uk: Альтернативна крива інтенсивності

source: Reverse Fourier transform
ru: Обратное превращение Фурье
uk: Зворотнє перетворення Фур'є

source: At. dens. evol.
ru: Эвол. ат. плотн.
uk: Еволюц. ат. густ.

source: Radial distribution function's tail
ru: Хвост функции радиального распределения
uk: Хвіст радіальної функції розподілу

source: Background curve
ru: Кривая фона
uk: Лінія фону

source: Calculate S(q)...
ru: Рассчитать СФ
uk: Розрахувати СФ...

source: Calculate atomic density...
ru: Найти атомарную плотность...
uk: Розрахувати атомну густину...

source: Find SF's head...
uk: Знайти голову СФ...

source: Find SF's tail...
uk: Знайти хвіст СФ...

source: Calculate RDF...
uk: Розрахувати РФР...

source: Find RDF's tail...
uk: Знайти хвіст РФР...

source: Perform RFT...
uk: Виконати ЗФП...

source: Smooth S(q) by RFT
ru: Сгладить СФ по ОФП
uk: Згладити СФ за ЗФП

source: Find intensity curve by S(q)
ru: Найти КИ по СФ
uk: Знайти КІ за СФ

source: Change initial intensity curve...
uk: Змінити вихідну КІ...

source: S&ave S(q) file...
ru: Сохранить файл СФ...
uk: Зберегти файл &СФ...

source: SF modifiers
ru: Модификаторы СФ
uk: Модифікатори СФ

source: Fit to head
ru: Подогнать под голову
uk: Підігнати під голову

source: Fit to tail
uk: Підігнати під хвіст

source: Points:
ru: Точек:
uk: Точок:

source: Tail init params
ru: Исходные параметры хвоста
uk: Вихідні параметри хвоста

source: Head init. params
ru: Исходные параметры головы
uk: Вихідні параметри голови

source: Diam:
ru: Диам:
uk: Діам:

source: Dens:
ru: Плотн:
uk: Густ:

source: Intensity curve
ru: КИ
uk: Крива інтенсивності

source: Believe factor
ru: Доверительный коэфициент
uk: Довірчий коефіцієнт

source: The visible part only
ru: Только видимая часть
uk: Лише видиму частину

source: Believe factor:
uk: Довірчий коефіцієнт:

source: Start:
ru: Начало:
uk: Початок:

source: End:
ru: Конец:
uk: Кінець:

source: Steps:
ru: Шаги:
uk: Кроків:

source: RFT params
uk: Параметри ЗФП

source: RDF tail
ru: Хвост ФРР
uk: Хвіст РФР

source: parameter
ru: Параметр
uk: параметр

source: value
ru: значение
uk: значення

source: Classic
ru: Классический
uk: Класичний

source: By Stetsiv (mix)
uk: За Стецівим (зміш.)

source: By Stetsiv (PCF)
ru: По Стециву (ПКФ)
uk: За Стецівим (ПКФ)

source: By Stetsiv (PCF integrated)
ru: По Стециву (ПКФ инт.)
uk: За Стецівим (ПКФ інт.)

source: By Stetsiv (PCF dens. opt.)
ru: По Стециву (ПКФ опт. плот.)
uk: За Стецівим (ПКФ опт. густ.)

source: By Stetsiv (parabolic)
ru: По Стециву (параболич.)
uk: За Стецівим (параболічний)

source: Calculation details
uk: Деталі розрахунку

source: Calculation mode
ru: Режим расчета
uk: Режим розрахунку

source: Elements
uk: Елементи

source: Degree of polynomial
uk: Порядок поліному

source: R_{0} samples
uk: Точок R_{0}

source: The background polynomial
uk: Фоновий поліном

source: Head
ru: Голова
uk: Голова

source: diameter
ru: диаметр
uk: діаметр

source: Effective density
ru: Эффективная плотность
uk: Ефективна густина

source: Tail
ru: Хвостъ
uk: Хвіст

source: Elements is invalid!
ru: Элементы хуево записаны!
uk: Невірно вказано елементи!

source: Error
ru: Хуйня вышла
uk: Помилка

source: Field in empty.
ru: Поле пустое
uk: Поле порожнє.

source: Syntax error.
ru: какая-то хуйня с синтаксисом.
uk: Синтаксична помилка.

source: Element %s not found.
ru: Элемента %s тупо нету.
uk: Не знайдено елемент %s.

source: Wrong type of float.
ru: Хуевое представление действительного числа.
uk: Хибне дійсне число

source: Part of element must be > 0.
ru: Доля єлемента должна быть > 0.
uk: Частка елементу має бути > 0.

source: Calculation of the structure factor
ru: Расчет СФ
uk: Розрахунок СФ

source: Elements:
ru: Элементы:
uk: Елементи:

source: Polynomial's range:
ru: Порядок полинома:
uk: Порядок поліному:

source: Sections:
ru: Секций:
uk: Секцій:

source: Start dens. opt.:
ru: Начало опт. плот.:
uk: Поч. опт. густ.:

source: Atomic density:
ru: Атомарная плотность:
uk: Атомна густина:

source: Cutoff radius:
ru: Радиус обрыва:
uk: Обмеження радіусу:

source: Samples:
ru: Точек:
uk: Відрізків:

source: S(Q) by Stetsiv
uk: СФ за Стецівим

source: Calculating the structure factor by the Stetsiv method (%s)...
ru: Расчет СФ по Стециву (%s)...
uk: Розрахунок СФ за методом Стецева (%s)...

source: Calculation of the RDF
uk: Розрахунок РФР

source: Calculate...
ru: Рассчитать...
uk: Розрахувати...

source: Drop tail
ru: Обрубить хвост
uk: Відрубати хвоста

source: Start, end, steps:
ru: Начало, конец, шаги:
uk: Початок, кінець, кроків:

source: Calculate first maximum
ru: Расчитать первый максимум
uk: Проаналізувати перший максимум

source: Asym bells:
ru: Асим:
uk: Асим.:

source: First coord
ru: Первая КС
uk: Перша коорд.

source: Value Error: %s
ru: Ошибка значения: %s
uk: Помилкове значення: %s

source: Diameter
ru: Диаметр
uk: Діаметр

source: Calc. of prox. at. dens.
ru: Найти прибл. ат. плотн.
uk: Розр. прибл. ат. густ.

source: Times crude:
ru: Грубо раз:
uk: Грубо разів:

source: Times accurate:
ru: Точно раз:
uk: Точно разів:

source: Degree of polynomial:
ru: Порядок полинома:
uk: Порядок поліному:

source: Previous cutoff:
ru: Прежний обрыв:
uk: Попередній радіус обриву:

source: Parabolic samples:
ru: Точек параболы:
uk: Параб. відрізків:

source: Searching samples:
ru: Точек для поиска:
uk: Відрізків:

source: Calculating proximately atomic density...
ru: Расчет прибл. ат. плотности...
uk: Розраховую приблизну атомну густину...

source: Iteration
ru: Итерация
uk: Наближення

source: At. dens., $\AA^{-3}$
ru: Ат. плот., $\AA^{-3}$
uk: Ат. густ., $\AA^{-3}$

source: dat (*.dat)|*.dat|Extended SQ (*.esq)|*.esq
ru: dat (*.dat)|*.dat|Расшир. SQ (*.esq)|*.esq
uk: dat (*.dat)|*.dat|Розширений СФ (*.esq)|*.esq

source: Save structure factor
ru: Сохренить СФ
uk: Збереження СФ

source: File “%s” already exists. Rewrite it?
uk: Файл «%s» вже існує. Перезаписати його?

source: NIST database...
ru: БД NIST...
uk: База даних NIST...

source: DB file:
ru: Файл БД:
uk: Файл БД:

source: Open main database file
ru: Откр. осн. файл БД
uk: Відкрити основний файл бази даних

source: NIST*AIDS-83 database format|pdf2.dat
ru: Файл БД форматa NIST*AIDS-83|pdf2.dat
uk: Файл БД формату NIST*AIDS-83|pdf2.dat

source: Wrong database file
ru: Хреновый файл БД
uk: Хибний файл бази даних

source: Error!
ru: Блядь!
uk: Помилка!

source: Indexator
ru: Индексировщик
uk: Інтексувальник

source: Indexing database...
ru: Индексирую БД...
uk: Індексування бази даних...

source: NIST Pattern
ru: Шаблон NIST
uk: Шаблон NIST

source: DB Cards
ru: Карточки БД
uk: Картки БД

source: Include deleted
ru: Включить удаленные
uk: Включно з видаленими

source: Number
ru: Номер
uk: Номер

source: Name
ru: Имя
uk: Назва

source: Formula
ru: Формула
uk: Формула

source: Quality
ru: Качество
uk: Якість

source: Card's information
uk: Інформація про картки

source: Delete
uk: Видалити

source: Clear
uk: Очистити

source: Preserve positions
uk: Зберегти позиції

source: Cards info
ru: Инфа о картоках
uk: Інформація про картки

source: (Deleted)
ru: (Удалено)
uk: (Видалено)

source: <table> <tr><td>Number:</td><td>%(num)s</td></tr> <tr><td>Name:</td><td>%(nam)s</td></tr> <tr><td>Formula:</td><td>%(fml)s</td></tr> <tr><td>Quality:</td><td>%(qlt)s</td></tr>
ru: <table> <tr><td>Номер:</td><td>%(num)s</td></tr> <tr><td>Имя:</td><td>%(nam)s</td></tr> <tr><td>Формула:</td><td>%(fml)s</td></tr> <tr><td>Каество:</td><td>%(qlt)s</td></tr>
uk: <table> <tr><td>Номер:</td><td>%(num)s</td></tr> <tr><td>Назва:</td><td>%(nam)s</td></tr> <tr><td>Формула:</td><td>%(fml)s</td></tr> <tr><td>Якість:</td><td>%(qlt)s</td></tr>

source: Cell parameters:
ru: Параметы решетки
uk: Параметри комірки:

source: Space group:
ru: Пространственная группа:
uk: Просторова група:

source: <h5>Comment</h5>
ru: <h5>Коментарий</h5>
uk: <h5>Коментар</h5>

source: Color:
ru: Цвет:
uk: Колір:

source: <h5>References</h5>
ru: <h5>Ссылки</h5>
uk: <h5>Посилання</h5>

source: Gaus
uk: Гауса

source: Lorentz
uk: Лоренца

source: Pseudo Voit
uk: Псевдо-Войта

source: Find background...
ru: Найти фон...
uk: Знайти фон...

source: Calc. refl. shapes...
uk: Розрах. профілі рефлексів...

source: Predefined reflexes...
uk: Передвизначені рефлекси...

source: Exp. background
ru: Эксп. фон
uk: Експ. фон

source: I, rel. units
ru: I, отн. ед.
uk: I, відн. одиниць

source: Exp. reflexes
uk: Експ. рефлекси

source: Calculate background
ru: Найти фоняру
uk: Розрахувати фон

source: Sigma multiplier:
ru: σ множитель
uk: Сигма множник:

source: Background poynom's range:
ru: Порядок фонового полинома:
uk: Порядок фонового поліному:

source: Min. σ:
uk: Мін. σ:

source: Const. σ
uk: Конст. σ:

source: Max. bells:
uk: Макс. кривих:

source: Shape function:
uk: Вигляд функції:

source: Ignore points:
uk: Ігнорувати точок:

source: Algorithm:
uk: Алгоритм:

source: alg 1
uk: Алг 1

source: alg 2
uk: Алг 2

source: Shapes of reflexes
uk: Форма рефлексів

source: Calculate shapes
uk: Розрахувати профілі

source: Calculating shapes of the reflexes...
uk: Розраховую профілі рефлексів...

source: Reflexes description
uk: Опис рефлексів

source: Mode
uk: Режим

source: Shift X by:
uk: Змістити X на:

source: Shift Y by:
uk: Змістити Y на:

source: Shift data
uk: Змістити дані

source: Field is empty.
ru: Поле, блядь, пустое.
uk: Поле порожнє.

source: Unreal value.
ru: Нереально-хуевое значение.
uk: Нереальна величина.

source: Experimental features
ru: Особенности эксперимента
uk: Особливості експерименту

source: Radiation
ru: Излучение
uk: Випромінення

source: Anticatode:
ru: Антикатод:
uk: Антикатод:

source: Filtering:
ru: Фильтрация:
uk: Фільтрування:

source: Monochromator
ru: Монохроматор
uk: Монохроматор

source: Alpha mix
ru: Альфа смесь
uk: Бета-фільтр

source: No beta-filter
ru: Без β-фильтра
uk: Без бета-фільтру

source: File X:
ru: Абсцысса
uk: Абсциса

source: Sample:
ru: Образец:
uk: Зразок:

source: Powder
ru: Порошок
uk: Порошок

source: Liquid
ru: Жидкость
uk: Рідина

source: All known filetypes
ru: Все знакомые типы файлов
uk: Всі відомі типи файлів

source: Open data file(s)
uk: Відкрити файл(и) з даними

source: Wrong data file(s): %s
uk: Хибний(і) файл(и) даних: %s

source: Other data are incompatible to the %s
uk: Інші дані несумісні з %s

source: (C) 2013-2014 Serhiy Lysovenko
ru: (C) 2013-2014 Сергей Лысовенко
uk: (C) 2013-2014 Сергій Лисовенко

source: Treater of the x-ray diffraction data
ru: Обработчик рентгено-дифракционных данных
uk: Програма обробки рентгенодифракційних даних

source: Home page
ru: Домашняя страница
uk: Домашня сторінка

source: Commented dat files
ru: Комментированный файл dat
uk: Коментовані файли dat

source: &File
ru: &Файл
uk: &Файл

source: &Open data file(s)...
uk: Відкрити файл(и) з даними...

source: &Quit
ru: &Выход
uk: Вийти

source: &Data
ru: &Данные
uk: &Дані

source: Crop the intensity curve
ru: Обрезать эксп. данные
uk: Обрізати криву інтенсивності

source: Shift the intensity curve...
uk: Змістити криву інтенсивності...

source: &Plot
ru: &График
uk: &Графік

source: &Tools
ru: &Инструменты
uk: &Інструменти

source: Addons...
ru: Аддоны...
uk: Додатки...

source: Help
ru: Справка
uk: Довідка

source: About...
ru: О программе...
uk: Про програму...

source: Save plot as ASCII file
ru: Сохраник график как текст
uk: Зберегти графік як текстовий файл

source: Details
ru: Детали
uk: Подробиці

source: Details Ctrl+D
ru: Детали Ctrl+D
uk: Подробиці Ctrl+D

source: Save plot “%s” as ASCII file
uk: Зберегти графік «%s» як текстовий файл

source: %(a)s: Plot info (%(b)s)
ru: %(a)s: Информация о %(b)s
uk: %(a)s: Інформація про %(b)s

source: Location
uk: Положення

source: Intensity
uk: Інтенсивність

source: Comment
uk: Коментар

source: Frozen
uk: Заморожено

source: Predefined reflexes
uk: Наперед визначені рефлекси

source: Location units:
uk: Одиниці:
